Repository: gdelnegro/simepar-django-translation-server
Catalog: src/translation_server/locale/*/LC_MESSAGES/django.po
Languages: pt_br

# ME1
source: The auxiliary text must be different from the primary text
pt_br: O texto auxiliar deve ser diferente do texto principal

# MDL1
source: Created at
pt_br: Criado em

# TTP1
source: Record creation date
pt_br: Data de criação do registro

# MDL2
source: Updated at
pt_br: Atualizado em

# TTP2
source: Record update time
pt_br: Data de atualização do registro

# TTP3
source: Unique identifier that will be used as prefix for the translations tag
pt_br: Identificador único que será usado como prefixo da tag das traduções

# MDL4
source: Name
pt_br: Nome

# TTP4
source: Record name
pt_br: Nome do registro

# MDL5
source: Has auxiliary text?
pt_br: Tem texto auxiliar?

# TTP5
source: If the translation type have auxiliary text
pt_br: Se o tipo de tradução tem texto auxiliar

# MDL6
source: Auxiliary text tag
pt_br: Tag do texto auxiliar

# TTP6
source: The unique identifier prefix for auxiliary text
pt_br: O prefixo para o identificador único do texto auxiliar

# MTA1
source: Translation Type
pt_br: Tipo de tradução

# MTP1
source: Translation Types
pt_br: Tipos de tradução

# MDL7
source: Translation Type
pt_br: Tipo de tradução

# TTP7
source: Record translation type
pt_br: Tipo de tradução do registro

# TTP8
source: Unique identifier
pt_br: Identificador único

# MDL9
source: Text
pt_br: Texto

# TTP9
source: Translation text
pt_br: Texto da tradução

# MDL10
source: Auxiliary tag
pt_br: Tag auxiliar

# TTP10
source: Auxiliary text unique identifier
pt_br: Identificador único do texto auxiliar

# MDL11
source: Auxiliary text
pt_br: Texto auxiliar

# TTP11
source: Auxiliary text
pt_br: Texto auxiliar

# MDL12
source: Migration created
pt_br: "Migration" criada

# TTP12
source: If this record migration was created
pt_br: Se a migration desse registro foi criada

# MTA2
source: Translation
pt_br: Tradução

# MTP2
source: Translations
pt_br: Traduções
